<?php

return [
    "admin" => [
        "recipe" => [
            'create' => [
                'success' => 'Рецепт добавлен',
                'error' => 'Что-то пошло не так. Рецепт не добавлен'
            ],
            'update' => [
                'success' => 'Рецепт обновлен',
                'error' => 'Что-то пошло не так. Рецепт не обновлен'
            ],
            'delete' => [
                'success' => 'Рецепт удален',
                'error' => 'Что-то пошло не так. Рецепт не удален'
            ]
        ],
        "allergen" => [
            'create' => [
                'success' => 'Аллерген добавлен',
                'error' => 'Что-то пошло не так. Аллерген не добавлен'
            ],
            'update' => [
                'success' => 'Аллерген обновлен',
                'error' => 'Что-то пошло не так. Аллерген не обновлен'
            ],
            'delete' => [
                'success' => 'Аллерген удален',
                'error' => 'Что-то пошло не так. Аллерген не удален'
            ]
        ],
        "preference" => [
            'create' => [
                'success' => 'Предпочтение добавлено',
                'error' => 'Что-то пошло не так. Предпочтение не добавлено'
            ],
            'update' => [
                'success' => 'Предпочтение обновлено',
                'error' => 'Что-то пошло не так. Предпочтение не обновлено'
            ],
            'delete' => [
                'success' => 'Предпочтение удалено',
                'error' => 'Что-то пошло не так. Предпочтение не удалено'
            ]
        ],
        "unit" => [
            'create' => [
                'success' => 'Единица измерения добавлена',
                'error' => 'Что-то пошло не так. Единица измерения не добавлена'
            ],
            'update' => [
                'success' => 'Единица измерения обновлена',
                'error' => 'Что-то пошло не так. Единица измерения не обновлена'
            ],
            'delete' => [
                'success' => 'Единица измерения удалена',
                'error' => 'Что-то пошло не так. Единица измерения не удалена'
            ]
        ],
        "ingredient" => [
            'create' => [
                'success' => 'Ингредиент добавлен',
                'error' => 'Что-то пошло не так. Ингредиент не добавлен'
            ],
            'update' => [
                'success' => 'Ингредиент обновлен',
                'error' => 'Что-то пошло не так. Ингредиент не обновлен'
            ],
            'delete' => [
                'success' => 'Ингредиент удален',
                'error' => 'Что-то пошло не так. Ингредиент не удален'
            ]
        ],
    ]
];
