<?php

return [
    "admin" => [
        "recipe" => [
            'create' => [
                'success' => 'Рецепт добавлен',
                'error' => 'Что-то пошло не так. Рецепт не добавлен'
            ],
            'update' => [
                'success' => 'Рецепт обновлен',
                'error' => 'Что-то пошло не так. Рецепт не обновлен'
            ],
            'delete' => [
                'success' => 'Рецепт удален',
                'error' => 'Что-то пошло не так. Рецепт не удален'
            ]
        ],
    ]
];
